Repository: RezvanDev/FinTask1
Catalog: FinTask/Localizable.xcstrings
Source language: en
Languages: ru, uk

source: Add
ru: Добавить
uk: додавати

# AddSaving_Fill_Amount_Field
source: Fill in the amount field
ru: Заполните поле суммы
uk: Заповніть поле Сума

# AddSaving_Fill_End_Date
source: Fill in the end date
ru: Заполните дату конца
uk: Вкажіть дату закінчення

# AddSaving_Select_End_Date
source: Select the end date
ru: Выбрать дату конца
uk: Виберіть дату закінчення

# AddSaving_Select_Stard_Date
source: Select the start date
ru: Выбрать дату начала
uk: Виберіть дату початку

# Alert_Added_Summ
source: Adding an amount
ru: Добавление суммы
uk: Додавання суми

# Alert_Input_Field_Sum
source: Fill in the enter amount field
ru: Заполните поле введите сумму
uk: Заповніть поле "Введіть суму"

# Alert_Input_limit
source: Enter the limit
ru: Введите лимит
uk: Введіть ліміт

# Alert_Input_Sum
source: Enter the amount
ru: Введите сумму
uk: Введіть суму

# Alert_Set_Limits
source: Set limit
ru: Установка лимита
uk: Встановлена межа

# Analytics_30_Day
source: 30 days
ru: 30 дней
uk: 30 днів

# Analytics_Title
source: Analytics
ru: Аналитика
uk: Аналітика

source: Cancel
ru: Отмена
uk: Відмінивши

# Category_Business
source: Business
ru: Бизнес
uk: Бізнес

# Category_Entertainments
source: Entertainments
ru: Развлечения
uk: Розвага

# Category_Gift
source: Gift
ru: Подарок
uk: Подарунок

# Category_Meal
source: Meal
ru: Еда
uk: Еда

# Category_Translations
source: Translations
ru: Переводы
uk: Переклад

source: Choose
ru: Выбрать
uk: Вибирати

source: Close
ru: Закрыть
uk: Закривати

source: Date
ru: Дата
uk: Дата

source: Error
ru: Ошибка
uk: Помилка

# Fill_Amount_Expenses_Field
source: Fill in the amount of expenses field
ru: Заполните поле сумма трат
uk: Заповніть поле cума витрат

# Fill_Profit_Amount_Field
source: Fill in the profit amount field
ru: Заполните поле сумма прибыли
uk: Заповніть поле Сума прибутку

# History_Header
source: History
ru: История
uk: Історія

# History_Today
source: Today
ru: Сегодня
uk: Сьогодні

# History_Yesterday
source: Yesterday
ru: Вчера
uk: Вчора

# Limit_Header
source: Limits
ru: Лимиты
uk: Межа

# Limit_Set_Limit_Button
source: Set a limit
ru: Установить лимит
uk: Встановіть ліміт

# Main_Cell_Expense
source: Expense
ru: Расход
uk: Витрата

# Main_Cell_Income
source: Income
ru: Доход
uk: Дохід

# Main_Cell_Monthly_Payment
source: Monthly payment
ru: Ежемесячный платеж
uk: Щомісячний платіж

# Main_Cell_Savings
source: Savings
ru: Накопления
uk: Заощадження

# Main_Header_Title
source: Main account
ru: Основной счет
uk: Основний рахунок

# Main_Time
source: There is still until the end of the day
ru: До конца дня осталось
uk: До кінця дня ще є час

# Main_Time_Hour
source: hour
ru: час
uk: година

# Main_Time_Hour1
source: hours
ru: часов
uk: години

# Main_Time_Hour2
source: hour's
ru: часа
uk: години

# Main_Time_Minute
source: minutes
ru: минут
uk: хвилини

# Main_Time_Minute1
source: minute
ru: минута
uk: хвилина

# Main_Time_Minute2
source: minutes
ru: минуты
uk: хвилини

# Main_Time_Minute3
source: minutes
ru: минут
uk: хвилини

source: Save
ru: Сохранить
uk: Зберігши

# Saving_Dont_Saving
source: There are no savings
ru: Накоплений нет
uk: Немає ніяких заощаджень

# Select_Profit _Category
source: Select a profit category
ru: Выберите категорию прибыли
uk: Виберіть категорію прибутку

# Settings_Default_Currency
source: Default currency
ru: Валюта по умолчанию
uk: Валюта за замовчуванням

# Settings_Title
source: Settings
ru: Настройки
uk: Настройка

# Subscribe_Custom1
source: agreement
ru: соглашение
uk: угода

# Subscribe_Data_Income
source: Unlimited income
ru: Безлимитные доходы
uk: Необмежений дохід

# Subscribe_Data_Second_Second
source: Only US$3.99 per month
ru: Всего US$3,99 в месяц
uk: Всього US$3.99 на місяць

# Subscribe_Data_Third_Second
source: US$29.99 once
ru: US$29,99 один раз
uk: US$29.99 разової

# Subscribe_DataFirst_First
source: ANNUAL SUBSCRIPTION
ru: ГОДОВАЯ ПОДПИСКА
uk: РІЧНА ПІДПИСКА

# Subscribe_Multiple_Accounts
source: Multiple accounts
ru: Несколько счетов
uk: Кілька облікових записів

# Subscribe_Title_LBL_Chart_Two
source: Premium versions
ru: Премиум версии
uk: Преміум-версії

# Tab_Bar_Analytics
source: Analytics
ru: Аналитика
uk: Аналітика

# Tab_Bar_Finance
source: Finance
ru: Финансы
uk: Фінанси

# Tab_Bar_Home
source: Home
ru: Главная
uk: Додому

# Tab_Bar_Limits
source: Limits
ru: Лимиты
uk: Межа

# Tab_Bar_Setting
source: Settings
ru: Настройки
uk: Настройка

source: The amount
ru: Сумма
uk: Сума

# The_Amount_Expenses
source: The amount of expenses
ru: Сумма трат
uk: Сума витрат

# The_Amount_Profit
source: The amount of profit
ru: Сумма прибыли
uk: Розмір прибутку

# AddMontly_Fill_Date
source: Fill in the date
uk: Вкажіть дату

# AddMontly_Select_Date_Monly_Payment
source: Select the date of the monthly payment
uk: Виберіть дату щомісячного платежу

# AddMontly_Title
source: Adding a payment
uk: Додавання платежу

# AddSaving_AddSaving
source: Adding Accumulation
uk: Додаючи накопичення

# AddSaving_Date_Start
source: Start date
uk: Дата початку

# AddSaving_End_Date
source: End date
uk: Дата закінчення

# AddSaving_Enter_Name
source: Enter a name
uk: Введіть ім'я

# AddSaving_Fill_Name_Field
source: Fill in the name field
uk: Заповніть поле"Ім'я"

# AddSaving_Fill_Start_Date
source: Fill in the start date
uk: Вкажіть дату початку

# AddSaving_Title
source: Title
uk: Назва

# Analytics_1_Day
source: 1 day
uk: 1 день

# Analytics_7_Day
source: 7 days
uk: 7 днів

# Analytics_Select_Interval
source: Select an interval
uk: Виберіть інтервал

# Category_Bank
source: Bank
uk: Банк

# Category_Freelance
source: Freelance
uk: Позаштатний

# Category_Gifts
source: Gifts
uk: Подарункi

# Category_Products
source: Products
uk: Продукція

# Category_Transport
source: Transport
uk: Транспорт

# Category_Work
source: Work
uk: Робота

# Choose_Color
source: Choose a color
uk: Виберіть колір

# MonthlyPayment_Not_Montly_Payments
source: There are no monthly payments
uk: Щомісячних платежів немає

source: NEW CATEGORY
uk: НОВА КАТЕГОРІЯ

# Saving_Title
source: Saving
uk: Економія

# Select_Currency
source: Select a currency
uk: Виберіть валюту

# Select_Icon
source: Select an icon
uk: Виберіть значок

# Select_Spending_Category
source: Select the spending category
uk: Виберіть категорію витрат

# Settings_Buy_Premium
source: Buy premium
uk: Купити преміум-клас

# Settings_Contact_Developer
source: Contact the developer
uk: Зв'яжіться з розробником

# Settings_Expense_Categories
source: Expense categories
uk: Категорії витрат

# Settings_Income_Categories
source: Income categories
uk: Категорії доходів

# Subscribe_Currency_Selection
source: Currency selection
uk: Вибір валюти

# Subscribe_Custom
source: User
uk: Користувач

# Subscribe_Data_Expense
source: Unlimited expenses
uk: Необмежені витрати

# Subscribe_Data_FIrst_Second
source: US$12.99 per year
uk: US$12.99 у рік

# Subscribe_Data_Second_First
source: MONTHLY SUBSCRIPTION
uk: ЩОМІСЯЧНА ПІДПИСКА

# Subscribe_Data_Third_First
source: FOREVER
uk: НАЗАВЖДИ

# Subscribe_Info_Text
source: The payment will be made from your Apple ID account. The subscription is automatically renewed until it is cancelled no later than 24 hours before the end of the current period. Payment for subscription renewal will be made within 24 hours before the end of the current period. You can cancel your subscription in the App Store account settings after purchase.
uk: Оплата буде здійснена з вашого облікового запису Apple ID. Підписка автоматично продовжується до тих пір, поки ви не скасуєте її не пізніше, ніж за 24 години до закінчення поточного періоду. Оплата за продовження підписки буде проведена протягом 24 годин до закінчення поточного періоду. Ви можете скасувати підписку в налаштуваннях облікового запису App Store після покупки.

# Subscribe_Politics
source: Privacy
uk: Конфіденційність

# Subscribe_Privacy_Politics
source: policy
uk: конфіденційність

# Subscribe_Title_LBL
source: Get access to all the features in
uk: Отримайте доступ до всіх функцій в

# Write_Name
source: Write the name
uk: Напишіть своє ім'я
